testing-scripts/test_GSO_impact_for_ngtcp2-h2load_throughput/no_gso_results/payload-size_1000000____delay-ms_0____loss-rate-percent_0____clients-requests_1/4/result.txt
starting benchmark...
spawning thread #0: 1 total client(s). 1 total requests
TLS Protocol: TLSv1.3
Cipher: TLS_AES_128_GCM_SHA256
Server Temp Key: X25519 253 bits
Application protocol: h3
progress: 100% done

finished in 27.56ms, 36.28 req/s, 34.61MB/s
requests: 1 total, 1 started, 1 done, 1 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 1 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 976.94KB (1000382) total, 12B (12) headers (space savings 87.23%), 976.56KB (1000000) data
UDP datagram: 265 sent, 825 received
                     min         max         mean         sd        +/- sd
time for request:    22.29ms     22.29ms     22.29ms         0us   100.00%
time for connect:     4.82ms      4.82ms      4.82ms         0us   100.00%
time to 1st byte:     5.77ms      5.77ms      5.77ms         0us   100.00%
req/s           :      36.70       36.70       36.70        0.00   100.00%